[
  {
    "conclusion_title": "The Social Side of the War",
    "description": "The American Revolution was in fact a war fought on the streets of the city, in the words of the citizens, by the farmers, the shoemakers, and the merchants. This wasn't an invader's war, but it was fought by boycotts and marches, with protests and speeches. What won the war was not the bullets, but the words that spurred the hearts and minds of the public. ",
    "argument_tag": "",
    "sub-argument": "S",
    "bonus_criteria": ""
  },
  {
    "conclusion_title": "The Political Frame of the War",
    "description": "In the end though, it was a war of political autonomy, and so by examining the words of politicians you can see that the American Revolution was clearly rooted in a systemic framework for political independence rooted in opposition to oppression. ",
    "argument_tag": "",
    "sub-argument": "P",
    "bonus_criteria": ""
  },
  {
    "conclusion_title": "The Economic Lens of the Revolution",
    "description": "At every step of the revolution, economics played an integral role in influencing the conflict between the United States and Britain, be it acting as the weapons of the war, defining the conflict itself, or even stoking the emotions of the fight itself. Some historians see the war as an economic war. ",
    "argument_tag": "",
    "sub-argument": "E",
    "bonus_criteria": ""
  },
  {
    "conclusion_title": "The British Perspective",
    "description": "England wanted the American colonies to be economically, politically, and socially valuable to the  motherland by producing raw resources, generating broad political power, and expanding military strength across the globe. ",
    "argument_tag": "BP",
    "sub-argument": "",
    "bonus_criteria": ""
  },
  {
    "conclusion_title": "The American Perspective",
    "description": "The American colonies wanted to be recognized as equal citizens to those back home in Britain, and as such often used economic manipulation, political demands, and social agitation to try and foster a atmosphere of change in the colonies.",
    "argument_tag": "AP",
    "sub-argument": "",
    "bonus_criteria": ""
  },
  {
    "conclusion_title": "The Native Perspective",
    "description": "Native Americans found themselves in a unique perspective, having to often move between four independent peoples who often had competing interests, which many times placed them in an advantageous position for short term gains, but the chaos ultimately hindered any real long term stability. ",
    "argument_tag": "NP",
    "sub-argument": "",
    "bonus_criteria": ""
  }
]