[
  {
    "title": "Colonists Want Constitutional Protections",
    "source_type": "Pamphlet",
    "content": "The chiefest thing wanting to make the Inhabitants of these Plantations happy, is a good Constitution of Government... [is to] enjoy their Liberties and Estates, and have Justice equally and impartially administered unto them... they should have great Liberties of Trade... any other Liberties or Privileges that may be thought prejudicial to the King or Kingdom of England... [including] a free The chiefest thing wanting to make the Inhabitants of these Plantations happy.\"",
    "date": 1687,
    "author": "William Penn",
    "location": "Philadelphia, PA",
    "argument": "B",
    "sub_argument": "E",
    "sequence_number": 1,
    "significance": "William Penn, The Excellent Priviledge of Liberty and Property (Philaedlphia, 1687)",
    "image_url": "0021.jpg"
  },
  {
    "title": "The Chickasaw-French War",
    "source_type": "Book",
    "content": "\"The Chickasha leader was wounded as they despaired of his life, they killed most of their unfortunate captives and enraged with fury they overspread the French settlements to a great distance.\" - James Addair",
    "date": "April ,1747",
    "author": "James Adair",
    "location": "Southeastern Woodlands",
    "argument": "C",
    "sub_argument": "P",
    "sequence_number": 2,
    "significance": "James Adair, The History of the American Indians, 1775.",
    "image_url": "0004.jpg"
  },
  {
    "title": "Payamataha's Hatred of the French",
    "source_type": "Interview",
    "content": "\"The artful and covetous French, by the weight of presents and the skill of their forked tongues, would before now, have set you to war against each other, in the very same manner they have done by the Choctaw.\" - Payamataha",
    "date": "October ,1749",
    "author": "James Adair",
    "location": "Southeastern Woodlands",
    "argument": "C",
    "sub_argument": "P",
    "sequence_number": 3,
    "significance": "James Adair, The History of the American Indians, 1775.",
    "image_url": "0005.jpg"
  },
  {
    "title": "Chickasaw-British Alliance",
    "source_type": "Letter",
    "content": "\"We look upon your enemies as ours and your friends as our friends. The day shall never come while sun shines and water runs that we will join any other nation but the English\" - Payamataha",
    "date": "April 5 ,1756",
    "author": "Headmen and Warriors of the Chickasaw Nation",
    "location": "Southeastern Woodlands",
    "argument": "C",
    "sub_argument": "P",
    "sequence_number": 4,
    "significance": "Headmen and Warriors of the Chickasaw Nation to the King of Carolina and His Beloved Men, April 5, 1756, Colonial Records of South Carolina: Documents Relating to Indian Affairs, 1754“1765, ed. William L. McDowell Jr. (Columbia, 1970), 109“10.",
    "image_url": "0006.jpg"
  },
  {
    "title": "Creek Diplomacy",
    "source_type": "Speech",
    "content": "\"Among your ancestors there were many very wise & good men... What was the advice of the wisest of them . . .to hold fast all three, English, French, & Spanish... Take care and never quarrel with any of themewas the only way for you to thrive... wise men . . . gave very good advice to you.\"",
    "date": "September 29 ,1759",
    "author": "Edmond Atkin",
    "location": "Southeastern Woodlands",
    "argument": "C",
    "sub_argument": "P",
    "sequence_number": 5,
    "significance": "Atkin's speech to Eneah Mico, Sept. 29, 1759.",
    "image_url": "0008.jpg"
  },
  {
    "title": "The Royal Proclamation of 1763",
    "source_type": "Government Document",
    "content": "\"We do further declare it to be Our Royal Will and Pleasure... to reserve ... for the use of the said Indians, all the Lands and Territories... lying to the Westward of the Sources of the Rivers which fall into the Sea from the West and North West.\"",
    "date": "October 7 ,1763",
    "author": "British Parliament",
    "location": "London, England",
    "argument": "A",
    "sub_argument": "P",
    "sequence_number": 6,
    "significance": "The Royal Proclamation of 1763, Library and Archives Canada.",
    "image_url": "0012a.jpg"
  },
  {
    "title": "The Sugar Act",
    "source_type": "Government Document",
    "content": "\"An act for granting certain duties in the British colonies and plantations in America... for the better securing and encouraging the trade of his Majesty's sugar colonies in America;.... towards defraying the expenses of defending, protecting, and securing the said colonies and plantations; and more effectually preventing the clandestine conveyance of goods to and from the said colonies and plantation....\"",
    "date": "April 5 ,1764",
    "author": "Danby Pickering",
    "location": "American Colonies",
    "argument": "A",
    "sub_argument": "P",
    "sequence_number": 7,
    "significance": "Danby Pickering, Great Britain: The statutes at large ... [from 1225 to 1867] (Cambridge : Printed by Benthem, for C. Bathhurst ; London, 1762-1869)",
    "image_url": "0030a.jpg"
  },
  {
    "title": "The Currency Act",
    "source_type": "Government Document",
    "content": "\"An act to regulate and restrain paper bills of credit in his Majesty's colonies or plantations of Rhode Island and Providence plantations, Connecticut, the Massachusetts Bay, and New Hampshire, in America, and to prevent the same being legal tenders in payments of money.\"",
    "date": "April 19 ,1764",
    "author": "Danby Pickering",
    "location": "American Colonies",
    "argument": "A",
    "sub_argument": "P",
    "sequence_number": 8,
    "significance": "Danby Pickering, Great Britain: The statutes at large ... [from 1225 to 1867] (Cambridge : Printed by Benthem, for C. Bathhurst ; London, 1762-1869)",
    "image_url": "0010a.jpg"
  },
  {
    "title": "James Otis' View on Rights",
    "source_type": "Pamphlet",
    "content": "Colonists are \"entitled to all the natural, essential, inherent, and inseparable rights of our fellow subjects in Great-Britain... The colonists are entitled to as ample rights, liberties, and privileges as the subjects of the mother country are, and in some respects to more.\"",
    "date": "July 1764",
    "author": "James Otis",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 9,
    "significance": "James Otis, The Rights of the Colonies Asserted and Proved (Boston: Edes and Gill, 1764), 52, 38.",
    "image_url": "0022.jpg"
  },
  {
    "title": "Opposition growing in Colonies",
    "source_type": "Newspaper",
    "content": "\"The new commercial regulations in North America are complained of as grievous to the colonies every cargo of the American product is deemed prohibited goods.the planters in America are enabled to make their remittances to England... if, therefore, this traffic is prohibited, the colonies must be ruined, and the mother country, by that means, lose the only gainful, branch of trade by which her manufacturers are principally supported...\"",
    "date": "October 20 ,1764",
    "author": "Harbottle Dorr",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 10,
    "significance": "Harbottle Dorr Collection, Vol. I, p.5, https://www.masshist.org/dorr/.",
    "image_url": "0029.jpg"
  },
  {
    "title": "The Stamp Act",
    "source_type": "Government Document",
    "content": "\"in the last session of parliament, several duties were granted, continued, and appropriated, towards defraying the expenses of defending, protecting, and securing, the British colonies and plantations in America\"",
    "date": "March 22 ,1765",
    "author": "British Parliament",
    "location": "London, England",
    "argument": "A",
    "sub_argument": "P",
    "sequence_number": 11,
    "significance": null,
    "image_url": "0009.jpg"
  },
  {
    "title": "Patrick Henry's Declaration of Resistance",
    "source_type": "Speech",
    "content": "\"Let us notal deceive ourselves we have done everything that could be done to avert the storm which is now coming on. We have petitioned; we have remonstrated; we have supplicated; we have prostrated ourselves before the throneOur chains are forged! Their clanking may be heard on the plains of Boston!I know not what course others may take; but as for me, give me liberty or give me death!\" Patrick Henry, American colonial politician, planter, and orator.",
    "date": "March 23 ,1765",
    "author": "Patrick Henry",
    "location": "Virginia",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 12,
    "significance": "Speech in Virginia, 1765",
    "image_url": "0001.jpg"
  },
  {
    "title": "The First Quartering Act",
    "source_type": "Government Document",
    "content": "\"An act for the better payment of the army and their quarters; several regulations are made and enacted for the better government of the army, during the continuance of the said act, there may be occasion for marching and quartering of regiments and companies of his Majesty™s forces... in America: and whereas the public houses and barracks... may not be sufficient to supply quarters for such forces... should be supplied for that purpose.\"",
    "date": "May 15 ,1765",
    "author": "British Parliament",
    "location": "London, England",
    "argument": "A",
    "sub_argument": "P",
    "sequence_number": 13,
    "significance": "Quartering Act of 1765",
    "image_url": "0030.jpg"
  },
  {
    "title": "Anti-Stamp Act Resolution",
    "source_type": "Government Document",
    "content": "\"That the first Adventurers and Settlers of Virginia brought with them, and transmitted to their Posterity, and all other his Majesty™s Subjects... all the Liberties, Privileges, Franchises, and Immunities, that have at any Time been held, enjoyed, and possessed, by the People of Great Britain.\"",
    "date": "June 24 ,1765",
    "author": "Virginia House of Burgesses",
    "location": "Jamestown, VA",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 14,
    "significance": null,
    "image_url": "0016.jpg"
  },
  {
    "title": "Creating Local Representation",
    "source_type": "Government Document",
    "content": "\"any person, who shall, by speaking or writing, assert or maintain, that any person or persons, other than the general assembly of this colony, have any right or power to impose or lay any taxation on the people here, shall be deemed an enemy of the majesty's colony.\"",
    "date": "July 1 ,1765",
    "author": "Virginia House of Burgesses",
    "location": "Jamestown, VA",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 15,
    "significance": "\"From the Newport Mercury. Newport, June 24. Extract of a Letter from Gentleman in Philadelphia ...\" Boston-Gazette, and Country Journal, Number 535, 1 July 1765",
    "image_url": "0015a.jpg"
  },
  {
    "title": "Declaration of Rights",
    "source_type": "Government Document",
    "content": "\"The only representatives of the people of these colonies, are persons chosen therein by themselves.\" - Issued by the Colonial Congress, elected by colonists",
    "date": "October 19 ,1765",
    "author": "Stamp Act Congress",
    "location": "Philadelphia, PA",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 16,
    "significance": "Stamp Act Congress, Declaration of Rights",
    "image_url": "0002.jpg"
  },
  {
    "title": "Declaration of Rights of the Stamp Act Congress",
    "source_type": "Minutes",
    "content": "The members of this congress, sincerely devoted to His Majesty's person and government esteem it our indispensable duty to make the following declarations, of our humble opinions, respecting the most essential rights and liberties of the colonists, and of the grievances under which they labor",
    "date": "October 19 ,1765",
    "author": "Stamp Act Congress",
    "location": "Philadelphia, PA",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 17,
    "significance": "The Decelaration of Rights of the Stamp Act Congress, October 19, 1765.",
    "image_url": "0025.jpg"
  },
  {
    "title": "New York Non-Importation Agreement",
    "source_type": "Newspaper",
    "content": "\"We, the underwritten, retailers of goods, do hereby promise and oblige ourselves not to buy any goods, wares, or merchandises of any person or persons whatsoever that shall he shipped from Great Britain after the first day of January next unless the Stamp Act shall be repealed-as witness our hands.\"",
    "date": "November 7 ,1765",
    "author": "New York Merchants",
    "location": "New York, NY",
    "argument": "B",
    "sub_argument": "E",
    "sequence_number": 18,
    "significance": "New York Mercury, November 7, 1765.",
    "image_url": "0019a.jpg"
  },
  {
    "title": "Taxation Without Representation I",
    "source_type": "Pamphlet",
    "content": "\"A right to impose an internal tax on the colonies, without their consent for the single purpose of revenue, is denied, a right to regulate their trade without their consent is, admitted\"",
    "date": 1765,
    "author": "Daniel Dulany",
    "location": "Maryland",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 19,
    "significance": "Daniel Dulany, Considerations on the Propriety of Imposing Taxes in the British Colonies, for the Purpose of Raising a Revenue.",
    "image_url": "0015.jpg"
  },
  {
    "title": "No Taxation Without Representation II",
    "source_type": "Pamphlet",
    "content": "\"It is an essential principle of the English constitution, that the subject shall not be taxed without his consent.\"",
    "date": 1765,
    "author": "Daniel Dulany",
    "location": "Maryland",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 20,
    "significance": "Daniel Dulany, Considerations on the Propriety of imposing Taxes in the British Colonies, 8.",
    "image_url": "0026.jpg"
  },
  {
    "title": "Stamp Act Protested!",
    "source_type": "Newspaper",
    "content": "\"After some annoyance to the house of the registrar of the admiralty... they came, with intoxicated rage upon the house of the lieutenant-governor. The doors were immediately split to pieces with broad axes, and a way made there, and at the windows, for the entry of the mob; which poured in, and filled, in an instant, every room in the house.\" - Thomas Hutchinson",
    "date": 1765,
    "author": "Thomas Hutchinson",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 21,
    "significance": "Thomas Hutchinson Recounts the Reaction to the Stamp Act in Boston (1765). In Thomas Hutchinson, ed. Lawrence Shaw Mayo (Cambridge, Massachusetts: Harvard University Press, 1936), vol. 3, pp. 86-88, 89-90.The History of the Colony and Province of Massachusetts-Bay.",
    "image_url": "0031a.jpg"
  },
  {
    "title": "Daughters of Liberty tea boycott",
    "source_type": "Newspaper",
    "content": "18 Daughters of Liberty, young ladies of good reputation, assembled at the house of Doctor Ephraim Bowen, in this town. . . . There they exhibited a fine example of industry, by spinning from sunrise until dark, and displayed a spirit for saving their sinking country rarely to be found among persons of more age and experience. At dinner, they œcheerfully agreed to omit tea, to render their conduct consistent. Besides this instance of their patriotism, before they separated, they unanimously resolved that the Stamp Act was unconstitutional, that they would purchase no more British manufactures unless it be repealed, and that they would not even admit the addresses of any gentlemen should they have the opportunity, without they determined to oppose its execution to the last extremity, if the occasion required.",
    "date": "April 7 ,1766",
    "author": "Boston Chronicle",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "E",
    "sequence_number": 22,
    "significance": "Boston Chronicle",
    "image_url": "0009.jpg"
  },
  {
    "title": "Stamp Act Repealed",
    "source_type": "Newspaper",
    "content": "\"His Majesty... signing the bill for repealing the American Stamp-Act... It is impossible to express the Joy the Town is now in, on receiving the above, great, glorious, and important NEWS -- The Bells in all the Churches were immediately set a Ringing, and we hear the Day for a general Rejoicing will be the beginning of the next Week.\"",
    "date": "May 16 ,1766",
    "author": "Boston Merchants and Traders",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "E",
    "sequence_number": 23,
    "significance": "\"Glorious News of the End of the Stamp Act,\" MA Historical Soceity,",
    "image_url": "0028a.jpg"
  },
  {
    "title": "Petition to Governor Sir Henry Moore",
    "source_type": "Government Document",
    "content": "\"We, His Majesty™s most dutiful and loyal Subjects, the General Assembly of the Colony of New York... find it impossible to comply with what is now demanded... it is required that all the Forces... shall be quartered during the whole Year, in a very unusual and expensive Manner... this Expense would become ruinous and insupportable.\" ",
    "date": "December 15 ,1766",
    "author": "New York General Assembly",
    "location": "New York, NY",
    "argument": "B",
    "sub_argument": "E",
    "sequence_number": 24,
    "significance": "New-York Mercury, 24 December 1766",
    "image_url": "0003.jpg"
  },
  {
    "title": "Petition in Opposition to the 1767 Quartering Act",
    "source_type": "Government Document",
    "content": "In the Provision we made last Session for quartering Two Battalions and one Company of Artillery... it is required that all the Forces which shall at any Time enter this Colony, shall be quartered during the whole Year... we cannot consent with our Duty to our Constituents... to lay such a Burden on them.",
    "date": "December 15 ,1766",
    "author": "New York General Assembly",
    "location": "New York, NY",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 25,
    "significance": "NEW YORK GENERAL ASSEMBLY, Petition to the Royal Governor, Sir Henry Moore, 15 December 1766 (published in the New-York Mercury, 24 December 1766)",
    "image_url": "0032a.jpg"
  },
  {
    "title": "Concerns Regarding New York Assembly's Protests",
    "source_type": "Letter",
    "content": "The Address of the New York Assembly to their Governor has made a great Noise and Disturbance throughout this Kingdom... I hear the Ministry are in great and deep Concern about it... they will certainly enforce the Execution of the Act of Parliament and.. send over Troops, Ships, &c., the Consequences of which I most sincerely dread...",
    "date": "February 12 ,1767",
    "author": "New York General Assembly",
    "location": "New York, NY",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 26,
    "significance": "NEW YORK GENERAL ASSEMBLY, Petition to the Royal Governor, Sir Henry Moore, 15 December 1766 (published in the New-York Mercury, 24 December 1766)",
    "image_url": "0032a.jpg"
  },
  {
    "title": "Response to News of Suspension",
    "source_type": "Pamphlet",
    "content": "If our legislative authority can be suspended whenever we refuse obedience to laws we never consent to, we may as well send home our representatives and acknowledge ourselves slaves; for a Parliament can be of no use to a people who are subject to laws they do not make... Let us rise then with one voice and declare like true Englishmen, we abhor slavery... and that we will encourage [liberty] by all justifiable means in our power.",
    "date": "September 10 ,1767",
    "author": "A.F., New York Journal essayist",
    "location": "New York, NY",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 27,
    "significance": "New York Journal, 10 September 1767",
    "image_url": "0005.jpg"
  },
  {
    "title": "Essay on Suspension of Assembly",
    "source_type": "Pamphlet",
    "content": "IF the British Parliament has a legal authority to issue an order that we shall furnish a single article for the troops here, and to compel obedience to that order, they have the same right to issue an order for us supply those troops with arms, clothes, and every necessary, and to compel obedience to that order also; in short, to lay any burdens they please upon us. What is this but taxing us at a certain sum and leaving us only the manner of raising it? How is this mode more tolerable than the Stamp Act? Would that act have appeared more pleasing to Americans if, being ordered thereby to raise the sum total of the taxes, the mighty privilege had been left to them of saying how much should be paid for an instrument of writing on paper, and how much for another on parchment?",
    "date": "December 2 ,1767",
    "author": "John Dickinson",
    "location": "Philadelphia, PA",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 28,
    "significance": "Pennsylvania Chronicle, 2 December 1767",
    "image_url": "0004.jpg"
  },
  {
    "title": "Spinning Bee reported in Massachusetts",
    "source_type": "Newspaper",
    "content": "There was held...an assembly of Ladies of the first quality... who thro™ a resolution to encourage to the most of their Power the manufactures of this country, have made spinning their only employment.",
    "date": "December 24 ,1767",
    "author": "Massachusetts Gazette Extraordinary",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "E",
    "sequence_number": 29,
    "significance": "Massachusetts Gazette Extraordinary, Dec. 24, 1767",
    "image_url": "0006.jpg"
  },
  {
    "title": "Women Lead The Boycott",
    "source_type": "Newspaper",
    "content": "We hear that there was held two or three evenings ago, an assembly of Ladies of the first quality, in a very respectable alley in Town, who have not wore ribbons for many years past, and who throe™ a resolution to encourage to the most of their Power the manufactures of this country, have made spinning their only employment, and drink nothing at their meetings but New England Rum, the best part of their lives ; and the patriotism of the above Ladies is more illustrious and worthy of imitation...",
    "date": "December 24 ,1767",
    "author": "Daughters of Liberty",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 30,
    "significance": "The Massachusetts Gazette Extraordinary, December 24, 1767m page 2",
    "image_url": "0054.jpg"
  },
  {
    "title": "Pennsylvania Non-Importantion Agreement",
    "source_type": "Minutes",
    "content": "\"You are well apprized, that by several laws, the American Merchants are prohibited from importing such goods as are manufactured in Great Britain, and other merchandize interfering with her trade, from any other part of Europe.\"",
    "date": 1767,
    "author": "Philadelphia Merchants",
    "location": "Philadelphia, PA",
    "argument": "B",
    "sub_argument": "E",
    "sequence_number": 31,
    "significance": "Merchants and Traders of Philadelphia to Merchants and Manufacturers of Great Britain, [1767]",
    "image_url": "0020a.jpg"
  },
  {
    "title": "Boston Non-Importation Agreement",
    "source_type": "Newspaper",
    "content": "We, the subscribers, in order to relieve the trade under those discouragements, to promote industry, frugality, and economy, and to discourage luxury and every kind of extravagance, do promise and engage to... not send or import from Great Britain",
    "date": "August 1 ,1768",
    "author": "Boston Merchants and Traders",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "E",
    "sequence_number": 32,
    "significance": "Original Boston Non-Importation Agreement, 1768",
    "image_url": "0007.jpg"
  },
  {
    "title": "The Townshend Act",
    "source_type": "Government Document",
    "content": "\"An act for granting certain duties in the British colonies and plantations in America; for allowing a drawback of the duties of customs upon the exportation, from this kingdom, of coffee and cocoa nuts of the produce of the said colonies or plantations; for discontinuing the drawbacks payable on China earthen ware exported to America; and for more effectually preventing the clandestine running of goods in the colonies and plantations.\"",
    "date": 1768,
    "author": "British Parliament",
    "location": "London, England",
    "argument": "A",
    "sub_argument": "P",
    "sequence_number": 33,
    "significance": null,
    "image_url": "0027.jpg"
  },
  {
    "title": "George Canning's Refusal of Virtual Representation",
    "source_type": "Pamphlet",
    "content": "\"At the head of that army.. Under... Banners of liberty gigantic phantom, plumed with the arrogance of imaginary vigor, who hurls defiance against all opponents, himself truly invulnerable, because a mere goblin of air. I mean the monstrous idea of a Virtual Representation.\"",
    "date": 1768,
    "author": "George Canning",
    "location": "London, England",
    "argument": "A",
    "sub_argument": "P",
    "sequence_number": 34,
    "significance": "George Canning, A Letter to the Right Honourable Wills Earl of Hillsborough, on the Connection Between Great Britain and Her American Colonies (London: T. Becket, 1768), 9.",
    "image_url": "0015a.jpg"
  },
  {
    "title": "\"Boston Ladies' Boycott Agreement,\"",
    "source_type": "Newspaper",
    "content": "We join with the very respectable Body of Merchants and other Inhabitants of this Town, who met in Faneuil-Hall the 23d of this Instant, in their Resolutions, totally to abstain from the Use of TEA: And as the greatest Part of the Revenue arising by Virtue of the late Acts, is produced from the Duty [tax] paid upon Tea which Revenue is wholly expended to support the American Board of Commissioners: We the subscribers do strictly engage, that we will totally abstain from the Use of that Article This Agreement we cheerfully come into, as we believe the very distressed Situation of our Country requires it, and we do hereby oblige ourselves religiously to observe it, till the late Revenue Acts are repealed.",
    "date": "February 12 ,1770",
    "author": "Boston Ladies Group",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "E",
    "sequence_number": 35,
    "significance": "Boston Evening Post, 12 February 1770, p. 4.",
    "image_url": "0008.jpg"
  },
  {
    "title": "The Boston Massacre by Paul Revere",
    "source_type": "Woodcut",
    "content": "An image aimed at inspiring hate of the British army.",
    "date": "March 5 ,1770",
    "author": "Paul Revere",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 36,
    "significance": "Revere, Paul, Engraver. The bloody massacre perpetrated in King Street Boston on March 5thby a party of the 29th Regt. Massachusetts Boston, 1770. Boston: Engrav'd Printed & Sold by Paul Revere. Photograph. https://www.loc.gov/item/2008661777/.",
    "image_url": "0001a.jpg"
  },
  {
    "title": "Leading the Boston Massacre",
    "source_type": "Newspaper",
    "content": "\"A mulatto man, named Crispus Attucks, who was born in Farningham, but lately belonged to New Providence and was here in order to go for North Carolina, also killed instantly; two balls entering his breast, one of them in special goring the right lobe of the lungs, and a great part of the liver most horribly.\"",
    "date": "March 5 ,1770",
    "author": "Boston Gazette",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 37,
    "significance": "The Boston Gazette, and Country Journal, 1770 March 12.",
    "image_url": "0002a.jpg"
  },
  {
    "title": "Boston Massacre Trial Testimony",
    "source_type": "Trial Testimony",
    "content": "It is [a] matter of too great notoriety to need any proofs that the arrival of his Majesty's troops in Boston was extremely obnoxious to its inhabitants. They have ever used all means in their power to weaken the regiments, and to bring them into contempt by promoting and aiding desertions, and with impunity, even where there has been the clearest evidence of the fact, and by grossly and falsely propagating untruths concerning them. On the arrival of the 64th and 65th their ardor seemingly began to abate; it being too expensive to buy off so many, and attempts of that kind rendered too dangerous from the numbers.",
    "date": "June 25 ,1770",
    "author": "Captain Thomas Preston (allegedly)",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 38,
    "significance": "\"Case of Captain Thomas Preston of the 29th Regiment\" found within the Boston Evening Post,published June 25, 1770",
    "image_url": "0015.jpg"
  },
  {
    "title": "Boston Massacre Trial Testimony",
    "source_type": "Trial Testimony",
    "content": "And has ever since their departure been breaking out with greater violence after their embarkation. One of their justices, most thoroughly acquainted with the people and their intentions, on the trial of a man of the 14th Regiment, openly and publicly in the hearing of great numbers of people and from the seat of justice, declared \"that the soldiers must now take care of themselves, nor trust too much to their arms, for they were but a handful; that the inhabitants carried weapons concealed under their clothes, and would destroy them in a moment, if they pleased\".",
    "date": "June 25 ,1770",
    "author": "Captain Thomas Preston (allegedly)",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 39,
    "significance": "\"Case of Captain Thomas Preston of the 29th Regiment\" found within the Boston Evening Post,published June 25, 1771",
    "image_url": "0016.jpg"
  },
  {
    "title": "Boston Massacre Trial Testimony",
    "source_type": "Trial Testimony",
    "content": "On Monday night about 8 o'clock two soldiers were attacked and beat. But the party of the townspeople in order to carry matters to the utmost length, broke into two meeting houses and rang the alarm bells, which I supposed was for fire as usual, but was soon undeceived. About 9 some of the guard came to and informed me the town inhabitants were assembling to attack the troops, and that the bells were ringing as the signal for that purpose and not for fire, and the beacon intended to be fired to bring in the distant people of the country. This, as I was captain of the day, occasioned my repairing immediately to the main guard.",
    "date": "June 25 ,1770",
    "author": "Captain Thomas Preston (allegedly)",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 40,
    "significance": "\"Case of Captain Thomas Preston of the 29th Regiment\" found within the Boston Evening Post,published June 25, 1772",
    "image_url": "0017.jpg"
  },
  {
    "title": "Boston Massacre Trial Testimony",
    "source_type": "Trial Testimony",
    "content": "I was soon informed by a townsman their intention was to carry off the soldier from his post and probably murder him. On which I desired him to return for further intelligence, and he soon came back and assured me he heard the mob declare they would murder him. This I feared might be a prelude to their plundering the king's chest. I immediately sent a non-commissioned officer and 12 men to protect both the sentry and the king's money, and very soon followed myself to prevent, if possible, all disorder, fearing lest the officer and soldiers, by the insults and provocations of the rioters, should be thrown off their guard and commit some rash act. They soon rushed through the people, and by charging their bayonets in half-circles, kept them at a little distance",
    "date": "June 25 ,1770",
    "author": "Captain Thomas Preston (allegedly)",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 41,
    "significance": "\"Case of Captain Thomas Preston of the 29th Regiment\" found within the Boston Evening Post,published June 25, 1773",
    "image_url": "0018.jpg"
  },
  {
    "title": "Boston Massacre Trial Testimony",
    "source_type": "Trial Testimony",
    "content": "Nay, so far was I from intending the death of any person that I suffered the troops to go to the spot where the unhappy affair took place without any loading in their pieces; nor did I ever give orders for loading them. This remiss conduct in me perhaps merits censure; yet it is evidence, resulting from the nature of things, which is the best and surest that can be offered, that my intention was not to act offensively, but the contrary part, and that not without compulsion. The mob still increased and were more outrageous, striking their clubs or bludgeons one against another, and calling out, come on you rascals, you bloody backs, you lobster scoundrels, fire if you dare, G-d damn you, fire and be damned, we know you dare not, and much more such language was used. At this time I was between the soldiers and the mob, parleying with, and endeavoring all in my power to persuade them to retire peaceably, but to no purpose.",
    "date": "June 25 ,1770",
    "author": "Captain Thomas Preston (allegedly)",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 42,
    "significance": "\"Case of Captain Thomas Preston of the 29th Regiment\" found within the Boston Evening Post,published June 25, 1774",
    "image_url": "0019.jpg"
  },
  {
    "title": "Boston Massacre Trial Testimony",
    "source_type": "Trial Testimony",
    "content": "They advanced to the points of the bayonets, struck some of them and even the muzzles of the pieces, and seemed to be endeavoring to close with the soldiers. On which some well behaved persons asked me if the guns were charged. I replied yes. They then asked me if I intended to order the men to fire. I answered no, by no means, observing to them that I was advanced before the muzzles of the men's pieces, and must fall a sacrifice if they fired; that the soldiers were upon the half cock and charged bayonets, and my giving the word fire under those circumstances would prove me to be no officer.",
    "date": "June 25 ,1770",
    "author": "Captain Thomas Preston (allegedly)",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 43,
    "significance": "\"Case of Captain Thomas Preston of the 29th Regiment\" found within the Boston Evening Post,published June 25, 1775",
    "image_url": "0020.jpg"
  },
  {
    "title": "Boston Massacre Trial Testimony",
    "source_type": "Trial Testimony",
    "content": "While I was thus speaking, one of the soldiers having received a severe blow with a stick, stepped a little on one side and instantly fired, on which turning to and asking him why he fired without orders, I was struck with a club on my arm, which for some time deprived me of the use of it, which blow had it been placed on my head, most probably would have destroyed me. On this a general attack was made on the men by a great number of heavy clubs and snowballs being thrown at them, by which all our lives were in imminent danger, some persons at the same time from behind calling out, damn your bloods-why don't you fire.",
    "date": "June 25 ,1770",
    "author": "Captain Thomas Preston (allegedly)",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 44,
    "significance": "\"Case of Captain Thomas Preston of the 29th Regiment\" found within the Boston Evening Post,published June 25, 1776",
    "image_url": "0021.jpg"
  },
  {
    "title": "Boston Massacre Trial Testimony",
    "source_type": "Trial Testimony",
    "content": "The mob then ran away, except three unhappy men who instantly expired, in which number was Mr. Gray at whose rope-walk the prior quarrels took place; one more is since dead, three others are dangerously, and four slightly wounded. The whole of this melancholy affair was transacted in almost 20 minutes. On my asking the soldiers why they fired without orders, they said they heard the word fire and supposed it came from me. This might be the case as many of the mob called out fire, fire, but I assured the men that I gave no such order; that my words were, don't fire, stop your firing. In short, it was scarcely possible for the soldiers to know who said fire, or don't fire, or stop your firing.",
    "date": "June 25 ,1770",
    "author": "Captain Thomas Preston (allegedly)",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 45,
    "significance": "\"Case of Captain Thomas Preston of the 29th Regiment\" found within the Boston Evening Post,published June 25, 1777",
    "image_url": "0022.jpg"
  },
  {
    "title": "Boston Massacre Trial Testimony",
    "source_type": "Trial Testimony",
    "content": "On the people's assembling again to take away the dead bodies, the soldiers supposing them coming to attack them, were making ready to fire again, which I prevented by striking up their firelocks with my hand. Immediately after a townsman came and told me that 4 or 5000 people were assembled in the next street, and had sworn to take my life with every man's with me. On which I judged it unsafe to remain there any longer, and therefore sent the party and sentry to the main guard, where the street is narrow and short, there telling them off into street firings, divided and planted them at each end of the street to secure their rear, momently expecting an attack, as there was a constant cry of the inhabitants to arms, to arms, turn out with your guns; and the town drums beating to arms, I ordered my drums to beat to arms, and being soon after joined by the different companies of the 29th regiment, I formed them as the guard into street firings.",
    "date": "June 25 ,1770",
    "author": "Captain Thomas Preston (allegedly)",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 46,
    "significance": "\"Case of Captain Thomas Preston of the 29th Regiment\" found within the Boston Evening Post,published June 25, 1778",
    "image_url": "0023.jpg"
  },
  {
    "title": "Boston Massacre Trial Testimony",
    "source_type": "Trial Testimony",
    "content": "On the people's assembling again to take away the dead bodies, the soldiers supposing them coming to attack them, were making ready to fire again, which I prevented by striking up their firelocks with my hand. Immediately after a townsman came and told me that 4 or 5000 people were assembled in the next street, and had sworn to take my life with every man's with me. On which I judged it unsafe to remain there any longer, and therefore sent the party and sentry to the main guard, where the street is narrow and short, there telling them off into street firings, divided and planted them at each end of the street to secure their rear, momently expecting an attack, as there was a constant cry of the inhabitants to arms, to arms, turn out with your guns; and the town drums beating to arms, I ordered my drums to beat to arms, and being soon after joined by the different companies of the 29th regiment, I formed them as the guard into street firings.",
    "date": "June 25 ,1770",
    "author": "Captain Thomas Preston (allegedly)",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 47,
    "significance": "\"Case of Captain Thomas Preston of the 29th Regiment\" found within the Boston Evening Post,published June 25, 1779",
    "image_url": "0024.jpg"
  },
  {
    "title": "Boston Massacre Trial Testimony",
    "source_type": "Trial Testimony",
    "content": "I heard the Officer say fire. The Soldiers took no notice. His back was to me. I heard the same voice say fire. The Soldiers did not fire. The Officer then stamped and said Damn your bloods fire be the consequence what it will. Immediately the first Gun was fired. I have no doubt the Officer was the same person the Man spoke to when coming down with the Guard. His back was to me when the last Order was given.",
    "date": "October 24 ,1770",
    "author": "William Wyatt",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 48,
    "significance": "Corwn Summary of the Evidence in the King Vs. Preston On an Indictment for Murder",
    "image_url": "0011.jpg"
  },
  {
    "title": "Boston Massacre Trial Testimony",
    "source_type": "Trial Testimony",
    "content": "I saw the officer after the firing and spoke to the Soldiers and told 'em it was a Cowardly action to kill men at the end of their Bayonets. They were pushing at the People who seemed to be trying to come into the Street. The Captain came up and stamped and said Damn their bloods fire again and let 'em take the consequence. I was within four feet of him. He had no Surtout but a red Coat with a Rose on his shoulder.12 The people were quarrelling at the head of Royal Exchange lane. The Soldiers pushing and striking with their Guns. I saw the People's Arms moving but no Sticks.",
    "date": "October 24 ,1770",
    "author": "John Cole",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 49,
    "significance": "Legal Papers of John Adams, Vol. III (Boston Massacre Testimony)",
    "image_url": "0012.jpg"
  },
  {
    "title": "Boston Massacre Trial Testimony",
    "source_type": "Trial Testimony",
    "content": "I was present at the firing. I heard one of the Guns rattle. I turned about and looked and heard the officer who stood on the right in a line with the Soldiers give the word fire twice. I looked the Officer in the face when he gave the word and saw his mouth. He had on a red Coat, yellow Jacket and Silver laced hat, no trimming on his Coat.19 The Prisoner is the Officer I mean. I saw his face plain, the moon shone in it. I am sure of the man though I have not seen him since before yesterday when he came into Court with others. I knew him instantly. I ran upon the word fire being given about 30 feet off.",
    "date": "October 24 ,1770",
    "author": "Daniel Calef",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 50,
    "significance": "Legal Papers of John Adams, Vol. III (Boston Massacre Testimony)",
    "image_url": "0013.jpg"
  },
  {
    "title": "Boston Massacre Trial Testimony",
    "source_type": "Trial Testimony",
    "content": "About 10 O'clock went to the Main Guard and found Capt. Preston. He told me he had sent a Party to Protect the Centinel. That the Mob attacked them so furiously that they fired upon them.",
    "date": "October 24 ,1770",
    "author": "Captain James Gifford",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 51,
    "significance": "Legal Papers of John Adams, Vol. III (Boston Massacre Testimony)",
    "image_url": "0014.jpg"
  },
  {
    "title": "Inter-Tribal Alliances",
    "source_type": "Letter",
    "content": "\"The English, France and Spain are at war[,] all the red people is to be at peace.\"",
    "date": "May 1771",
    "author": "John McIntosh",
    "location": "Boston, MA",
    "argument": "C",
    "sub_argument": "P",
    "sequence_number": 52,
    "significance": "John McIntosh to Charles Stuart, Sept. 3, 1772, Documents of the American Revolution, 5: 186",
    "image_url": "0007.jpg"
  },
  {
    "title": "Colonies as a \"Separate Body Politic\"",
    "source_type": "Pamphlet",
    "content": "\"A commonwealth or state is a body politic, or civil society of men, united together to promote their mutual safety and prosperity by means of their union.\"",
    "date": "November 20 ,1772",
    "author": "Samuel Adams",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 53,
    "significance": "Samuel Adams, The Rights of the Colonists The Report of the Committee of Correspondence to the Boston Town Meeting, Nov. 20, 1772",
    "image_url": "0023.jpg"
  },
  {
    "title": "Reflection after the Tea Party",
    "source_type": "Letter",
    "content": "This however is but an Attack upon Property. Another similar Exertion of popular Power, may produce the destruction of Lives. Many Persons wish, that as many dead Carcasses were floating in the Harbour, as there are Chests of Tea aa much less Number of Lives however would remove the Causes of all our Calamities.",
    "date": "January 18 ,1773",
    "author": "John Adams",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "E",
    "sequence_number": 54,
    "significance": "John Adams Diary, December 17, 1773",
    "image_url": "0031.jpg"
  },
  {
    "title": "Reflection on Boston Massacre Trial",
    "source_type": "Letter",
    "content": "The Part I took in Defense of Cptn. Preston and the Soldiers, procured me Anxiety, and Obloquy enough. It was, however, one of the most gallant, generous, manly and disinterested Actions of my whole Life, and one of the best Pieces of Service I ever rendered my Country. Judgment of Death against those Soldiers would have been as foul a Stain upon this Country as the Executions of the Quakers or Witches, anciently. As the Evidence was, the Verdict of the Jury was exactly right. This however is no Reason why the Town should not call the Action of that Night a Massacre, nor is it any Argument in favour of the Governor or Minister, who caused them to be sent here. But it is the strongest Proofs of the Danger of Standing Armies.",
    "date": "March 5 ,1773",
    "author": "John Adams",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 55,
    "significance": "Diary and Autobiography of John Adams (1815), ed. L.H. Butterfield",
    "image_url": "0027.jpg"
  },
  {
    "title": "Tea Shipment Expectation",
    "source_type": "Ships Log",
    "content": "Heard this day East India Tea ships are due. My partners assure me we have 114 chests consigned. God grant peaceable resolution ” else great loss shall follow.",
    "date": "October 14 ,1773",
    "author": "John Rowe",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "E",
    "sequence_number": 56,
    "significance": "John Rowe Diary, October 1773 (Referenced in MHS collections)",
    "image_url": "0033.jpg"
  },
  {
    "title": "McEvers Letter on Tea Cargo (New York)",
    "source_type": "Letter",
    "content": "We are advised not to receive the cargo if we value our property or peace. The warehouse stands shuttered by threats.",
    "date": "October ,1773",
    "author": "James McEvers (East India Company Agent)",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "E",
    "sequence_number": 57,
    "significance": "New York Tea Consignees Letters, 1773 (New-York Historical Society)",
    "image_url": "0035.jpg"
  },
  {
    "title": "Sons of Liberty in New York",
    "source_type": "Resolution",
    "content": "It is essential to the freedom and security of a free people, that no taxes be imposed upon them but by their own consent, or their representatives.",
    "date": "December 15 ,1773",
    "author": "Sons of Liberty",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 58,
    "significance": null,
    "image_url": "0034a.jpg"
  },
  {
    "title": "Boston Tea Party",
    "source_type": "Letter",
    "content": "When we arrived at the wharf... the commander of the division to which I belonged appointed me boatswain, and ordered me to go to the captain and demand of him the keys to the hatches and a dozen candles. I made the demand accordingly, and the captain promptly replied and delivered the articles, but requested me at the same time to do no damage to the ship or rigging. We then were ordered by our commander to open the hatches, and take out all the chests of tea and throw them overboard... first cutting and splitting the chests with our tomahawks, so as thoroughly to expose them to the effects of the water. In about three hours from the time we went on board, we had thus broken and thrown overboard every tea chest to be found in the ship... We were surrounded by British armed ships, but no attempt was made to resist us. We then quietly retired to our several places of residence...",
    "date": "December 16 ,1773",
    "author": "George R. T. Hewes",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 59,
    "significance": "George R.T. Hewes, *A Retrospect of the Boston Tea-Party* (1834), pp. 37“41",
    "image_url": "0028.jpg"
  },
  {
    "title": "Boston Tea Party",
    "source_type": "Diary",
    "content": "- Sarah Bradlee Fulton helped coordinated the dumping of tea into the Boston harbor. She not only helped the individuals become get disguised as Mohawk Native Americans, but she also helped them get rid of those disguises so as to help their identities remain undiscovered. -",
    "date": "December 16 ,1773",
    "author": "Patriot recollection (as reported by descendants)",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 60,
    "significance": "Recollection reported in Boston Tea Party Ship Museum Archives",
    "image_url": "0032.jpg"
  },
  {
    "title": "Boston Tea Party Reaction",
    "source_type": "Ships Log",
    "content": "This evening the tea was thrown into the harbor. I am greatly distressed. My tea is gone. Will the Company make me whole?",
    "date": "December 16 ,1773",
    "author": "John Rowe",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 61,
    "significance": "John Rowe Diary, December 16, 1773",
    "image_url": "0034.jpg"
  },
  {
    "title": "British military response to Boston Tea Party",
    "source_type": "Letter",
    "content": "I did myself the honor to write your Lordship last Saturday, since then the Sons of Liberty have destroy™d [destroyed] 340 Chests of Tea on board three ships, that lay all together at one of the Wharfs. The fourth vessel that brought the Tea is strand™d [stranded] near to Cape Cod, but the Tea was got safe on Shore, and it™s expected by this time it has fared the same fate as the rest. I had the regiment ready to take their Arms, had they been called upon. I am informed the Council would not agree to the Troops going to town, however it must end in that at last. Lenity [gentleness] won™t do now with the People here. The Gentlemen* that took refuge here still continue and likely to remain, for the mob threatens them much if they go to town, in short, they rule everything at present. The Governor who is now on the Island, has wrote to My Lord Dartmouth on this late Affair.",
    "date": "December 17 ,1773",
    "author": "Lt. Colonel Alexander Leslie",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 62,
    "significance": "Letter from Lt. Col. Leslie to Lord Barrington, 17 Dec 1773, The National Archives, UK",
    "image_url": "0029.jpg"
  },
  {
    "title": "Reflection after the Tea Party",
    "source_type": "Letter",
    "content": "This is the most magnificent Movement of all. There is a Dignity, a Majesty, a Sublimity, in this last Effort of the Patriots, that I greatly admire. The People should never rise, without doing something to be rememberedsomething notable And striking. This Destruction of the Tea is so bold, so daring, so firm, intrepid and inflexible, and it must have so important Consequences, and so lasting, that I cant but consider it as an Epoch in History.",
    "date": "December 17 ,1773",
    "author": "John Adams",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 63,
    "significance": "John Adams diary entry, December 17, 1773",
    "image_url": "0030.jpg"
  },
  {
    "title": "The Boston Tea Party ",
    "source_type": "Newspaper",
    "content": "Just before the Dissolution of the Meeting, a number of brave and resolute Men, dressed in the Indian Manner, approached near the Door of the Assembly, gave the War-Whoop, which rang through the House, and was answered by some in the Galleries, but Silence being commanded, and a peaceable Deportment was again enjoined, till the Dissolution: The Indians as, they were then called, repaired to the Wharf where the ships lay that had the Tea on board, and were followed by Hundreds of People, to see the Event of the Transactions of those who made grotesque an Appearance.[newspaper damaged]on Board Capt. Hall™s ship, where they hoisted out the cheats of Tea, and when upon Deck stove [broke] the Chests and emptied the Tea overboard; having cleared this ship, they proceeded to Capt. Bruce™s, and then to Capt. Coffin™s Brig [two masted square-rigged ship]- they applied themselves so dexterously [skillfully] to the Destruction of this Commodity that in the Space of three Hours they broke up 342 Chests, which was the whole number in those Vessells and discharged their Contents into the Dock;",
    "date": "December 23 ,1773",
    "author": "Boston Gazette",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 64,
    "significance": null,
    "image_url": "0029a.jpg"
  },
  {
    "title": "The Boston Tea Party ",
    "source_type": "Newspaper",
    "content": "When the Tide rose it floated the broken Chests and the Tea insomuch that the Surface of the Water was filled therewith a considerable Way from the South Part of the Town to Dorchester-Neck, and lodged on the Shores. There was the greatest care taken to prevented Tea from being purloined by the Populace: One or two being detected in endeavoring to pocket a small quantity were stripped of their Acquisitions, and very roughly handled- It is a worthy Remark, that although a considerable Quantity of Goods were still remaining on board the Vessels, no injury was sustained: Such Attention to private Property was observed that a small Padlock belonging to the Captain of one of the Ships being broke, another was procured and sent to him.- The town was very quiet during the whole Evening and the Night following: Those Persons who were from the Country, returned with a merry Heart, and the next Day, Joy appeared in almost every Countenance, some on Occasion of the Destruction of the Tea, others on Account of the Quietness with which it was effected.- One of the Monday™s Papers says, that the Masters and Owners are well pleased that their Ships are thus cleared.",
    "date": "December 23 ,1773",
    "author": "Boston Gazette",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 65,
    "significance": null,
    "image_url": "0029b.jpg"
  },
  {
    "title": "Sales Frustration Post-Tea Party",
    "source_type": "Letter",
    "content": "Paid duty on a quantity of chocolate and raisins ” cannot sell the latter at any price. The market is flooded with spoiled goods.",
    "date": "January 3 ,1774",
    "author": "John Rowe",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 66,
    "significance": "John Rowe Diary, January 1774 (Referenced in MHS Extracts)",
    "image_url": "0052.jpg"
  },
  {
    "title": "Boston Tea Party II",
    "source_type": "Government Document",
    "content": "His majesty OKNOOKORTUNKOGOG King of the Narraganset Tribe of Indians, on receiving Information of the arrival of another Cargo of that Cursed Weed TEA, immediately Summoned his Council at the Great Swamp by the River Jordan, who did Advise and Consent to the immediate Destruction thereof, after Resolving that the IMPORTATION of this Herb, by Any Persons whatever, was attended with pernicious Consequences to the Lives and Properties of all his Subjects throughout America. Orders were then issued to their Seizor & Destroyer General, and their Deputies to assemble the executive Body under their Command, to proceed directly to the Place where the noxious Herb was. They arrived last Monday evening in Town, and finding the Vessel, they emptied every Chest, into the Great Pacific Ocean, and effectually Destroyed the whole, (Twenty-eight Chests and an half.) They are now returned to Narragansett to make Report of their doings to his Majesty, who we hear is determined to honor them with Commissions for the Peace",
    "date": "March 14 ,1774",
    "author": "Attorney General for the Crown",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 67,
    "significance": "Crown Legal Papers, The National Archives UK, CO 5/160",
    "image_url": "0041.jpg"
  },
  {
    "title": "Boston Tea Party Vigiliantees",
    "source_type": "Newspaper",
    "content": "Monday Evening the 21st Capt. Isaac Jones, Innholder a loud Indian Whoop went off without speaking to any Person in the Houses a Number of Personas near one hundred again appeared there fell to breaking the Windows of the House Near 30 of the People entered disguised with Paints, Paper Visages, &c. -- and ransacked the whole House from Cellar to Garret they made free with the Bottles of Liquor in the Cellar Capt. Jones purchased Tea at Albany last Winter, not subject to a Duty, and had retailed it out, which is said to be the Cause of this Resentment against him",
    "date": "April 4 ,1774",
    "author": "MA Gazette",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 68,
    "significance": null,
    "image_url": "0041b.jpg"
  },
  {
    "title": "Boston Town Meeting Resolution",
    "source_type": "Government Document",
    "content": "We, the Freeholders and other Inhabitants of the Town of Boston, being legally assembled in Faneuil Hall... do solemnly protest the late Acts of Parliament... and declare that no obedience is due from this Town to said Acts. We recommend to all our Brethren in the Colonies to unite with us in constitutional opposition.",
    "date": "May 1774",
    "author": "Boston Town Meeting",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 69,
    "significance": "Town Records of Boston, May 13, 1774",
    "image_url": "0045.jpg"
  },
  {
    "title": "Newspaper Editorial in Boston Gazette",
    "source_type": "Newspaper",
    "content": "The Port of Boston is blocked, not by enemies but by order of our own King. What punishment is this for tea lost? Is it not rather vengeance on liberty itself? Let the cry of Boston be echoed through every village and hamlet ” if this tyranny passes unanswered, the chains are forged for all.",
    "date": "June 1774",
    "author": "Boston Gazette",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 70,
    "significance": "Boston Gazette, June 1774",
    "image_url": "0044.jpg"
  },
  {
    "title": "Boycott Impacts on Goods",
    "source_type": "Ledger",
    "content": "Only 2 hogsheads of rum sold this week. Tea lies in warehouses, untouched. The town will not forgive importers.",
    "date": "July 12 ,1774",
    "author": "John Rowe",
    "location": "Boston, MA",
    "argument": "A",
    "sub_argument": "E",
    "sequence_number": 71,
    "significance": "John Rowe Diary, July 1774 (Referenced in published volumes)",
    "image_url": "0053.jpg"
  },
  {
    "title": "Suffolk Resolves Convention",
    "source_type": "Resolution",
    "content": "That it is an indispensable duty which we owe to God, to Great Britain, to our King, our Country, ourselves, and our posterity, by all lawful ways and means in our power, to maintain, defend, and preserve these civil and religious rights and liberties for which many of our fathers fought, bled, and died.",
    "date": "September 6 ,1774",
    "author": "Suffolk Convention of Delegates",
    "location": "Suffolk, MA",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 72,
    "significance": "Suffolk Resolves, September 6, 1774 (Milton Historical Society transcription)",
    "image_url": "0036.jpg"
  },
  {
    "title": "Suffolk Resolves Convention",
    "source_type": "Resolution",
    "content": "We will, to the utmost of our power, withhold all commercial intercourse with Great Britain... and the consumption of British merchandise and manufactures, especially of East India teas and piece goods.",
    "date": "September 6 ,1774",
    "author": "Suffolk Convention of Delegates",
    "location": "Suffolk, MA",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 73,
    "significance": "Suffolk Resolves, September 6, 1774",
    "image_url": "0037.jpg"
  },
  {
    "title": "Suffolk Resolves Convention",
    "source_type": "Resolution",
    "content": "We will pay all due respect and submission to such measures as may be recommended to all the Colonies, by their grand Congress, for the recovery and establishment of our just rights and liberties.",
    "date": "September 6 ,1774",
    "author": "Suffolk Convention of Delegates",
    "location": "Suffolk, MA",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 74,
    "significance": "Suffolk Resolves, September 6, 1774",
    "image_url": "0038.jpg"
  },
  {
    "title": "Continental Congress Response to Suffolk Resolves",
    "source_type": "Minutes",
    "content": "This Congress most cordially approves the resolutions of the Suffolk County... and recommend their observation throughout all the colonies, as expressive of the warmest sentiments of freedom and loyalty to His Majesty's government.",
    "date": "September 17 ,1774",
    "author": "First Continental Congress (Record of Proceedings)",
    "location": "Suffolk, MA",
    "argument": "B",
    "sub_argument": "E",
    "sequence_number": 75,
    "significance": "Journals of the Continental Congress, September 17, 1774",
    "image_url": "0039.jpg"
  },
  {
    "title": "John Adams on Suffolk Resolves",
    "source_type": "Speech",
    "content": "This was one of the happiest days of my life. In Congress, we supported the Suffolk Resolves unanimously... It was an awakening of the whole continent. The flame of liberty blazed brightly across the colonies.",
    "date": "September 1774",
    "author": "John Adams",
    "location": "Suffolk, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 76,
    "significance": "John Adams, Diary and Autobiography, 1774",
    "image_url": "0049.jpg"
  },
  {
    "title": "Patrick Henry private letter",
    "source_type": "Letter",
    "content": "The Suffolk Resolves are bold and honest. If we mean to be free, we must begin to act as freemen. These are no times for moderation ” the crown has thrown down the gauntlet, and we must lift it.",
    "date": "September 1774",
    "author": "Patrick Henry",
    "location": "Virginia",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 77,
    "significance": "Patrick Henry Correspondence, 1774 (Library of Virginia Archives)",
    "image_url": "0050.jpg"
  },
  {
    "title": "John Dickinson's reaction",
    "source_type": "Letter",
    "content": "Though I fear extremity, I admire the resolve. Let reason and right be our guide, even in resistance. If the sword must be drawn, let it be only after our united voice has made every appeal to justice and law.",
    "date": "September 1774",
    "author": "John Dickinson",
    "location": "Delaware",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 78,
    "significance": "Letters from a Farmer in Pennsylvania, supplement, 1774",
    "image_url": "0051.jpg"
  },
  {
    "title": "Public Boycott Poster in Philadelphia",
    "source_type": "Resolution",
    "content": "In Case any Merchant, Trader, or other Persons, shall import any goods or merchandise the same ought be either reshipped or delivered to the committee or stored... to be sent back again without breaking any of the packages thereof. That a committee be chosen.by representatives.. and when it shall be made to appear to the satisfaction of the majority of any such committee that any such person within the limits of their appointment has violated this association that majority do forth the truth of the case be published in the gazette to the end that all such foes to the rights of British America may be publicly known and university condemned as the enemies of American liberty, and thence forth we respectively break off all dealings with him, or her.",
    "date": "October 20 ,1774",
    "author": "Continental Association",
    "location": "Philadelphia, PA",
    "argument": "B",
    "sub_argument": "E",
    "sequence_number": 79,
    "significance": "Continental Association",
    "image_url": "0026.jpg"
  },
  {
    "title": "Adoption of the Articles of Association",
    "source_type": "Resolution",
    "content": "We do for ourselves, and the inhabitants of the several colonies whom we represent, firmly agree and associate, under the sacred ties of virtue, honor and love of our country, as follows: That from and after the first day of December next, we will not import, into British America, from Great Britain or Ireland, any goods, wares, or merchandise... nor will we purchase any slave imported after said date.",
    "date": "October 20 ,1774",
    "author": "First Continental Congress (Record of Proceedings)",
    "location": "Philadelphia, PA",
    "argument": "B",
    "sub_argument": "E",
    "sequence_number": 80,
    "significance": "Articles of Association, October 20, 1774 (National Archives)",
    "image_url": "0040.jpg"
  },
  {
    "title": "An Appeal to Florida for Help",
    "source_type": "Letter",
    "content": "\"So rapidly violent and unjust has been the late conduct of the British Administration against the colonies that either a base and slavish submission, under the loss of the ancient, just, and constitutional liberty, must quickly take place, or an adequate opposition be formed.\"",
    "date": "October 22 ,1774",
    "author": "William Griffith",
    "location": "Florida",
    "argument": "A",
    "sub_argument": "P",
    "sequence_number": 81,
    "significance": "William Griffith, \"Historical Notes of the American Colonies and Revolution, 1836",
    "image_url": "0031a.jpg"
  },
  {
    "title": "Patrick Henry Letter from Philadelphia",
    "source_type": "Letter",
    "content": "The distinctions between Virginians, Pennsylvanians, New Yorkers, and New Englanders are no more. I am not a Virginian, but an American.",
    "date": "October 1774",
    "author": "Patrick Henry",
    "location": "Philadelphia, PA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 82,
    "significance": "Patrick Henry Correspondence, 1774 (Reported in various collections)",
    "image_url": "0047.jpg"
  },
  {
    "title": "Address by Peyton Randolph",
    "source_type": "Speech",
    "content": "Let us not be driven to despair. If we are to preserve our liberties, we must do so as a body of united people  not as disjointed provinces with divided interest.",
    "date": "October 1774",
    "author": "Peyton Randolph",
    "location": "Philadelphia, PA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 83,
    "significance": "Journal of the Continental Congress, 1774",
    "image_url": "0048.jpg"
  },
  {
    "title": "Maryland Gazette Report on the Association",
    "source_type": "Newspaper",
    "content": "The cause of Boston is the cause of all. Let no merchant, under pain of public disgrace, violate the sacred Association set forth by Congress. We shall publish the names of all violators.",
    "date": "November 1774",
    "author": "Maryland Gazette Editorial",
    "location": "Boston, MA",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 84,
    "significance": "Maryland Gazette, November 1774",
    "image_url": "0046.jpg"
  },
  {
    "title": "Charleston newspaper reaction to Congress actions",
    "source_type": "Newspaper",
    "content": "We in South Carolina pledge ourselves to the common cause, and shall abide by the decisions of the Congress... for in them lies our only hope of constitutional liberty.",
    "date": "December 1774",
    "author": "South Carolina Gazette",
    "location": "South Carolina",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 85,
    "significance": "South Carolina Gazette, December 1774",
    "image_url": "0043.jpg"
  },
  {
    "title": "Boston Port Act",
    "source_type": "Government Document",
    "content": "An act to discontinue, in such manner, and for such time as are therein mentioned, the landing and discharging, lading or shipping, of goods, wares, and merchandise, at the town, and within the harbor, of Boston, in the province of Massachusetts™s Bay, in North America.",
    "date": 1774,
    "author": "British Parliament",
    "location": "London, England",
    "argument": "A",
    "sub_argument": "E",
    "sequence_number": 86,
    "significance": "Boston Port Act, 1774, The National Archives UK, C 65/956",
    "image_url": "0042.jpg"
  },
  {
    "title": "Loyalist Resistance",
    "source_type": "Speech",
    "content": "You have now pointed out to you, Gentlemen, two Roads one evidently leading to Peace, Happiness, and a restoration of the public Tranquilitythe other inevitably conducting you to Anarchy, Misery, and all the Horrors of a Civil War, with the certain Destruction of your Property, your Liberties, and perhaps your Lives.",
    "date": "January 13 ,1775",
    "author": "Governor William Franklin",
    "location": "New Jersey",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 87,
    "significance": "Address to New Jersey Assembly, Jan 13, 1775",
    "image_url": "0072.jpg"
  },
  {
    "title": "A farmer's words in a newspaper",
    "source_type": "Newspaper",
    "content": "I am a plain countryman, and know that many of my good honest neighbors disapprove of most of the late measures and proceedings of the Congress... They wish well to our Cause ” are willing to give up their fortunes as security for their good behavior... but that they cannot, they dare not, for many reasons subscribe to the Association.",
    "date": "January 26 ,1775",
    "author": "New York Gazetter",
    "location": "New York, NY",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 88,
    "significance": "Rivington™s New York Gazetteer, 26 January 1775",
    "image_url": "0065.jpg"
  },
  {
    "title": "Lexington & Concord",
    "source_type": "Speech",
    "content": "Stand your ground. Donà™t fire unless fired upon, but if they mean to have a war, let it begin here.",
    "date": "April 19 ,1775",
    "author": "Captain John Parker",
    "location": "Lexington, MA",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 89,
    "significance": "Eyewitness Account, April 19, 1775",
    "image_url": "0067.jpg"
  },
  {
    "title": "Farewell Statement Before Exile",
    "source_type": "Newspaper",
    "content": "I leave America, and every endearing connection, because I will not raise my hand against my Sovereign ” nor will I draw my sword against my Country. When I can conscientiously draw it in her favor, my life shall be cheerfully devoted to her service.",
    "date": "May 11 ,1775",
    "author": "Isaac Wilkins",
    "location": "Westchester, NY",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 90,
    "significance": "Rivington™s New York Gazetteer",
    "image_url": "0063.jpg"
  },
  {
    "title": "Speech on the Loyalist Oath",
    "source_type": "Speech",
    "content": "Can I then, Gentlemen, implicitly sign a Paper ” anathematize good Men ” & declare those to be Enemies whom I believe & know to be our friends? I cannot be such a Fool ” I dare not be such a Villain.",
    "date": "June 4 ,1775",
    "author": "Henry Laurens",
    "location": "South Carolina",
    "argument": "A",
    "sub_argument": "S",
    "sequence_number": 91,
    "significance": "Address to South Carolina Provincial Congress",
    "image_url": "0062.jpg"
  },
  {
    "title": "Oneida Declaration of Neutrality",
    "source_type": "Government Document",
    "content": "Brothers! Possess your minds in peace respecting us Indians. We cannot intermeddle in this dispute between two brothers. The quarrel seems to be unnatural; you are two brothers of one blood. We are unwilling to join one other side in such a contest, for we bear an equal affection to both of you, Old and New-England. Should the great King of England apply to us for our aid, we shall deny him. If the Colonies apply, we will refuse. The present situation of you two brothers is new and strangetous. We Indians can not find nor recollect in the traditions of our ancestors the like case or a similar instance.",
    "date": "June 19 ,1775",
    "author": "The Oneida Nation",
    "location": "New York, NY",
    "argument": "C",
    "sub_argument": "P",
    "sequence_number": 92,
    "significance": "Recorded in Moravian missionary correspondence, 1775",
    "image_url": "0074.jpg"
  },
  {
    "title": "Meeting in Savannah Georgia",
    "source_type": "Minutes",
    "content": "\"That the present Acts of Parliament tending to raise a revenue in America, are grievances That we will do all that we legally may to obtain redress of those grievances.\"",
    "date": "June 26 ,1775",
    "author": "Savannah Colonists",
    "location": "Savannah, Georgia",
    "argument": "B",
    "sub_argument": "S",
    "sequence_number": 93,
    "significance": "Meeting of the inhabitants of Savannah, Georgia, 1775.",
    "image_url": "0010.jpg"
  },
  {
    "title": "Congressional Declaration on Causes \n of Taking Up Arms",
    "source_type": "Government Document",
    "content": "Our forefathers, inhabitants of the island of Great Britain, left their native land, to seek on these shores a residence for civil and religious freedom.,,,They have undertaken to give and grant our money without our consent and suspended our own legislatures. These devoted colonies were judged to be in such a state, as to present victories without bloodshed, and all the easy emoluments of statutable plunder.Parliament was influenced to adopt the pernicious project, and assuming a new power over them, have, in the course of eleven years, given such decisive specimens of the spirit and consequences attending this power, as to leave no doubt concerning the effects of acquiescence under it",
    "date": "July 6 ,1775",
    "author": "Continental Congress",
    "location": "Philadelphia, PA",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 94,
    "significance": "Declaration on the Causes and Necessity of Taking Up Arms, July 6, 1775",
    "image_url": "0070.jpg"
  },
  {
    "title": "Declaration on Causes for Taking Up Arms",
    "source_type": "Government Document",
    "content": "They have undertaken to give and grant our money without our consent, though we have ever exercised an exclusive right to dispose of our own property; statutes have been passed for extending the jurisdiction of courts of admiralty and vice admiralty beyond their ancient limits; for depriving us of the accustomed and inestimable privilege of trial by jury, in cases affecting both life and property; for suspending the legislature of one of the colonies; for interdicting all commerce to the capital of another; and for altering fundamentally the form of government established by charter, and secured by acts of its own legislature solemnly confirmed by the crown...Brothers! we live upon the same ground with you. The same island is our common birth-place. We desire to sit down under the same tree of peace with you",
    "date": "July 6 ,1775",
    "author": "Continental Congress",
    "location": "Philadelphia, PA",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 95,
    "significance": "Declaration on the Causes and Necessity of Taking Up Arms, July 6, 1775",
    "image_url": "0071.jpg"
  },
  {
    "title": "Congress Request Native Support",
    "source_type": "Speech",
    "content": "\"We upon this island have often spoke and intreated the king and his servants the counsellors...Notwithstanding all our entreaties, by reason of his evil counsellors; they have persuaded him to send an army of soldiers and many ships of war, to rob and destroy us. They have shut up many of our harbors, seized and taken into possession many of our vessels: the soldiers have struck the blow, killed some of our people, the blood now runs of the American children: They have also burned our houses and towns, and taken much of our goods...",
    "date": "July 13 ,1775",
    "author": "Continental Congress",
    "location": "Philadelphia, PA",
    "argument": "C",
    "sub_argument": "P",
    "sequence_number": 96,
    "significance": null,
    "image_url": "0073.jpg"
  },
  {
    "title": "Loyalist Abuse Report",
    "source_type": "Letter",
    "content": "Such a Horrid Spectacle I really never Saw... They made the Man Stand up in a Cart with a Candle in his Hand and a great many Candles were Carried round the Cart... for upwards of three Hours.",
    "date": "July 29 ,1775",
    "author": "Sir James Wright",
    "location": "Georgia",
    "argument": "B",
    "sub_argument": "P",
    "sequence_number": 97,
    "significance": "Letter to Lord Dartmouth, Georgia Historical Society Archives",
    "image_url": "0066.jpg"
  }
]